;------------------------------------------------------------------------------
; UltraDefrag GUI Japanese Language Pack.
; Copyright (C) 2009 by ao3.
; Copyright (C) 2010 by Stefan Pendl. (Configuration Dialog)
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Feb. 14, 2010 by Stefan Pendl
; Revised Mar. 18, 2010 by Masao Kajiwara
; Revised Apr.  7, 2010 by Masao Kajiwara
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.


; Main window controls.

RESCAN_DRIVES         = ドライブを再読込み
SKIP_REMOVABLE_MEDIA  = リムーバブルメディアは除外
CLUSTER_MAP           = クラスタマップ:
ANALYSE               = 分析
DEFRAGMENT            = 断片ファイルのデブラグ
OPTIMIZE              = 最適化(再配置含む)
PAUSE                 = 一時停止
STOP                  = 停止
REPORT                = レポート
SETTINGS              = 設定
ABOUT                 = About
SHUTDOWN_PC_AFTER_A_JOB  = 完了したらシャットダウンする
HIBERNATE_PC_AFTER_A_JOB = 完了したら休止状態にする

GRAPHICAL_INTERFACE   = グラフィカルユーザーインターフェイス
FONT                  = フォント設定
SCRIPT                = 起動時の設定
HELP                  = ヘルプ
BOOT_TIME_SCAN        = 起動時のスキャン
ENABLE                = 有効にする
REPORTS               = レポートファイルの設定
OPTIONS               = 設定ファイルの編集

; Drives list items.

VOLUME                = ボリューム
STATUS                = 状態
FILESYSTEM            = ファイルシステム
TOTAL                 = 容量
FREE                  = 空き容量
PERCENT               = パーセント

; Status messages

STATUS_RUNNING        = 実行中
STATUS_ANALYSED       = 分析済み
STATUS_DEFRAGMENTED   = ファイルのデフラグ完了
STATUS_OPTIMIZED      = 再配置含むデフラグ完了

; Status bar messages.

DIRS                  = ﾃﾞｨﾚｸﾄﾘ
FILES                 = ﾌｧｲﾙ
FRAGMENTED            = 断片化
COMPRESSED            = 圧縮
MFT                   = MFT

; About window.

ABOUT_WIN_TITLE       = Ultra Defragmenter について
CREDITS               = クレジット
LICENSE               = ライセンス

; Shutdown confirmation

PLEASE_CONFIRM             = 確認して下さい
REALLY_SHUTDOWN_WHEN_DONE  = 完了後、シャットダウンしますか？
REALLY_HIBERNATE_WHEN_DONE = 完了後、休止状態にしますか？
SECONDS_TILL_SHUTDOWN      = シャットダウンまでの秒数
SECONDS_TILL_HIBERNATION   = 休止状態までの秒数
YES                        = Yes
NO                         = No

; END OF FILE
